Pokemon2/monitorMAV/reqComp.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:com="http://com.ctm.mav.MAVCommManager">
   <soapenv:Header/>
   <soapenv:Body>
      <com:getComponentStateRequest/>
   </soapenv:Body>
</soapenv:Envelope>
